<main>
  <div class="content">
    <div class="emacs">
    <h1>Emacs</h1>
    <p>Τα Emacs είναι ένας «επεξαργαστής κειμένου» ιδιαίτερα γνωστός και επίκαιρος ακόμα και αν δημιουργήθηκε περίπου το 1970. Στην επιτυχία του συντέλεσε το γεγονός ότι προγραμματίστηκε από τον ταλαντούχο Richard Stallman, κάτι που το κάνει «lightweigth» ακόμα και αν είναι ένα υπερεργαλείο. Τα Emacs είναι μάλλον μια επένδυση. Στην αρχή μπορεί να σας ενοχλήσει η πολυπλοκότητά του, αλλά πολύ σύντομα δεν θα έχετε την ανάγκη να χρησιμοποιήσετε ξανά οποιοδήποτε άλλο παρόμοιο λογισμικό. Μόλις μάθει κανείς να το χειρίζεται, θα παρατηρήσει μεγάλη αύξηση στην παραγωγικότητά του, ενώ πέρα από επεξεργασία κειμένου θα μπορεί να χρησιμοποιεί το εργαλείου αυτό για να στέλνει email, να προγραμματίζει, να συνδέεται σε ιστοσελίδες... ακόμα και να παίζει διάφορα παιχνίδια! Πάνω από όλα όμως, πρόκειται για ελεύθερο λογισμικό το όποιο ούτε θα σου ζητήσει χρήματα, ούτε θα συλλέξει τις πληροφορίες σου για να τα οικονομίσει. Μπορείτε να αρχίσεται να μαθαίνεται τα Emacs από τώρα: <a href="https://www.gnu.org/software/emacs/tour/">https://www.gnu.org/software/emacs/tour/</a></p>
    </div>

    <div class="zathura">
      <h1>Zathura</h1>
      <p>Πρόκειται για ένα document viewer το οποίο κάνει την δουλεία του πάρα πολύ καλά. Γιατί όμως να μην χρησιμοποιήσετε ένα πρόγραμμα της Adobe ή της Microsoft ή οτιδήποτε άλλο διαφημίζεται; Καταρχάς τρέχοντας το zathura θα είναι σαν να μην έχετε ανοίξει κανένα πρόγραμμα. Είναι εντυπωσιακό το πόσο απαρατήρητο είναι, αφού καταναλώνει ελάχιστους από τους σημαντικούς πόρους του υπολογιστή σας. Το zathura δεν θα σας ζητήσει ποτέ να κάνετε εγγραφή σε μια πλατφόρμα, δεν θα σας στείλει όυτε μία διαφήμιση, δεν θα σας ζητήσει/πάρει ούτε ένα byte προσωπικών πληροφοριών ούτε θα σας κουράσει διότι έχει μόνο τα απαραίτητα εργαλεία για να σας εξυπηρετήσει και όχι άχρηστα που δεν χρησιμοποιούνται ποτέ από τους χρήστες.</p>
    </div>

    <div class="Annas-archive">
      <h1>Annas-archive</h1>
      <p>Δεν είναι ακριβώς λογισμικό, αλλά μια ιστοσελίδα που προσφέρει εκατομμύρια βιβλία για οποιονδήποτε ενδιαφέρεται. Κάποιοι μπορεί να διαφωνείτε με αυτήν την πρακτική για αυτό και την παραθέτω τελευταία. Για όσους δεν νιώθουν άσχημα να παίρνουν δωρεάν ένα βιβλίο του Ντοστογιέβσκι (ο οποίος δεν παίρνει άλλωστε ούτε ένα ρούβλι από τα βιβλία του από το 1881 και μετά): <a href="https://annas-archive.org/">https://annas-archive.org/</a>. Α επίσης έχει και πολλά στα ελληνικά!</p>
    </div>
    
  </div>
</main>

<style>

  a {
    text-decoration: none;
    color: var(--purple);
  }
  main {
    width: 100%;
  }
  
  .content {
    color: white;
    max-width: 70ch;
    margin: 3em auto;
  }
  
</style>
