<ul>
<h3> Ενώσεις και χρήσεις τους ή ονόματά τους </h3>

<li>NaClO | Υποχλωριώδες Νάτριο ή χλωρίνη</li>
<li>KClO3 | Χλωρικό Κάλιο</li>
<li>K2O | Οξείδιο του Καλίου, λίπασμα</li> 
<li>NaOH | Υδροξείδιο του νατρίου ή καυστικό νάτριο, καθαριστικά , σαπούνι, υφάσματα</li>
<li>N2O | Υποξείδιο του αζώτου ή πρωτοξείδιο του αζώτου, αναισθητικό, για πυραύλους</li>
<li>HOI | Υποϊώδες οξύ, </li>
<li>ΗΙΟ3 | Ιωδικό οξύ</li>
<li>ΗΙΟ4 ή Η5ΙΟ6 ή γενικά όταν το ιώδιο έχει Α.Ο +7 | Περιοδικό οξύ </li>
<li>HBrO3 | Βρωμικό οξύ</li>
<li>NaBrO3 | Βρωμικό νάτριο </li>
<li>KH(IO3)2 | όξινο ιωδικό κάλιο </li>
<li>KIO4 | Υπεριωδικό κάλιο </li>
<li>H3PO3 | Φωσφορώδες ή φωσφονικό οξύ</li>
<li>H3PO4 | Φωσφορικό οξύ </li>
<li>LiBO2 | Μεταβορικό λίθιο</li>
<li>Na2SiO3 | Πυριτικό ή μεταπυριτικό νάτριο</li>
<li>H3BO3 | Βορικό οξύ</li>
<li></li>

</ul>

<style>
        ul {
        list-style: none;
}
        li {
        color: black;   
        }
</style>